Repository: Centaurioun/GPGKeychainAccess
Catalog: *.lproj/Localizable.strings
Languages: german

source: Invalid
german: Ungültig

source: Revoked
german: Widerrufen

source: Expired
german: Abgelaufen

source: Disabled
german: Deaktiviert

source: Delete secret key only
german: Nur geheimen Schlüssel löschen

source: Delete both
german: Beide löschen

source: Delete key
german: Schlüssel löschen

# DeleteSecretKey_Title
source: Delete secret key
german: Geheimen Schlüssel löschen

# DeleteSecretKey_Msg
source: Attempting to delete key %@, %@. You are about to delete a secret key. Once it is gone, you will no longer be able to decrypt messages that were encrypted to this key. Are you sure you want to do this?
german: Möchten Sie den geheimen Schlüssel "%@", %@ wirklich löschen? Wenn Sie dies tun, werden Sie nicht länger in der lage sein Nachrichten zu entschlüsseln, die für diesen Schlüssel verschlüsselt wurden!

# DeleteKey_Title
source: Delete key
german: Schlüssel löschen

# DeleteKey_Msg
source: Attempting to delete key %@, %@. Are you sure you want to delete this key?
german: Möchten Sie den Schlüssel "%@", %@ wirklich löschen?

source: untitled
german: unbenannt

source: No keys Found
german: Keine Schlüssel gefunden

source: %@ bit %@ key %@, created: %@
german: %@ bit %@ Schlüssel %@, erstellt: %@

# GenerateSubkey_Msg
source: Add subkey to the Key "%@", %@.
german: Zusätzlichen Unterschlüssel für den Schlüssel "%@", %@ anlegen.

# GenerateUserID_Msg
source: Add user ID to the Key "%@", %@.
german: Zusätzliche Benutzer-ID für den Schlüssel "%@", %@ anlegen.

# GenerateSignature_Msg
source: Make signature for all user IDs of "%@", %@
german: Beglaubigung aller Benutzer-IDs von "%@", %@

# GenerateUidSignature_Msg
source: Make signature for user ID "%@", %@
german: Beglaubigung der Benutzer-ID "%@", %@

# ChangeExpirationDate_Msg
source: Change expiration date of "%@", %@
german: Ändern des Verfalldatums von "%@", %@

# ChangeSubkeyExpirationDate_Msg
source: Change expiration date of "%@", %@ Subkey: %@
german: Ändern des Verfalldatums des Unterschlüssels: %@ von "%@", %@

# CheckError_NameToShort
source: Name must be at least 5 characters long!
german: Der Name muss mindestens 5 Zeichen lang sein!!

# CheckError_NameToLong
source: Name is to long!
german: Der Name ist zu lang!

# CheckError_InvalidCharInName
source: Invalid character in name! "<" and ">" not allowed.
german: Ungültiges Zeichen im Namen! "<" und ">" sind nicht erlaubt.

# CheckError_NameStartWithDigit
source: Name may not start with a digit!
german: Der Name darf nicht mit einer Zahl beginnen!

# CheckError_InvalidEmail
source: Not a valid email address!
german: Die E-Mail Adresse ist nicht gültig!

# CheckError_EmailToLong
source: E-Mail address is to long! Max length is 254.
german: Die E-Mail Adresse ist zu lang! Die E-Mail Adresse darf höchstens 254 Zeichen lang sein.

# CheckError_InvalidCharInComment
source: Invalid character in comment! "(" and ")" not allowed.
german: Ungültiges Zeichen im Kommentar! "(" und ")" sind nicht erlaubt.

# CheckError_CommentToLong
source: Comment is to long!
german: Der Kommentar ist zu lang!

# CheckError_NoKeyID
source: Please enter a valid key ID!
german: Bitte geben Sie ein gültige Schlüssel-ID ein!

# GPGNotFound_Msg
source: GPG2 not found!
german: GPG2 konnte nicht gefunden werden!

# GPG1OnlyFound_Title
source: GPG2 not found!
german: GPG2 wurde nicht gefunden!

# GPG1OnlyFound_Msg
source: Since at least GPG was found 1.4, most features should be available.
german: Da zumindest GPG 1.4 gefunden wurde, sollten die meisten Funktionen verfügbar sein. Um auf Schlüssel, die mit einer Passphrase geschützt sind, zugreifen zu können wird ein aktivierter gpg-agent benötigt.

# GPGNotValid_Msg
source: No valid GPG found!
german: Keine kompatible GPG Version gefunden!

# Quit_Button
source: Quit
german: Beenden

source: No
german: Nein

source: Error
german: Fehler

source: Warning
german: Warnung

source: Cancle
german: Abbrechen

source: key %@: secret key imported
german: Schlüssel %@: geheimer Schlüssel importiert

source: key %@: public key "%@" imported
german: Schlüssel %@: öffentlicher Schlüssel "%@" importiert

source: key %@: "%@" new user ID(s)
german: Schlüssel %@: "%@" neue Benutzer-ID(s)

source: key %@: "%@" new signature(s)
german: Schlüssel %@: "%@" neue Beglaubigung(en)

source: key %@: "%@" new subkey(s)
german: Schlüssel %@: "%@" neue(r) Unterschlüssel

source: Nothing imported!
german: Nichts importiert!

source: %i of %i keys listed
german: %i von %i Schlüsseln angezeigt
