Repository: Centaurioun/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: nl, no, pl, pt_br, ro_ro, sk, sv

source: Invalid
nl: Ongeldig
no: Ugyldig
pl: Nieprawidłowy
pt_br: Inválida
sk: Neplatný
sv: Ogiltig

source: Revoked
nl: Ingetrokken
no: Tilbakekalt
pl: Unieważniony
pt_br: Revogada
ro_ro: Revocat
sk: Zneplatnený
sv: Återkallad

source: Expired
nl: Verlopen
no: Utgått
pl: Wygasł
pt_br: Vencida
ro_ro: Expirat
sk: Vypršaný
sv: Utgången

source: Disabled
nl: Inactief
no: Deaktivert
pl: Wyłączony
pt_br: Desativada
ro_ro: Dezactivat
sk: Deaktivovaný
sv: Avaktiverad

source: Unknown
nl: Onbekend
no: Ukjent
pl: Nieznany
pt_br: Desconhecida
ro_ro: Necunoscut
sk: Neznámy
sv: Okänd

source: Marginal
nl: Marginaal
pl: Poboczny
pt_br: Questionável
sk: Hraničný
sv: Marginell

source: Full
nl: Volledig
pl: Pełny
pt_br: Total
ro_ro: Complet
sk: Plný

source: Ultimate
nl: Ultiem
no: Ultimat
pl: Najwyższy
pt_br: Fundamental
ro_ro: Final
sk: Najvyšší
sv: Ultimat

source: Secret and public key
nl: Geheime en publieke sleutel
no: Hemmelig og offentlig nøkkel
pl: Klucz prywatny i publiczny
pt_br: Chave secreta e pública
ro_ro: Cheiea secretă şi publică
sk: Tajný a verejný kľúč
sv: Privat och publik nyckel

source: Public key
nl: Publieke sleutel
no: Offentlig nøkkel
pl: Klucz publiczny
pt_br: Chave pública
ro_ro: Cheie publică
sk: Verejný kľúč
sv: Publik nyckel

source: untitled
nl: geen naam
no: uten tittel
pl: bez nazwy
pt_br: sem título
ro_ro: neintitulat
sk: Bez názvu
sv: namnlös

source: %@ Revoke certificate
nl: %@ Trek certificaat in
no: %@ Tilbakekall sertifikat
pl: %@ unieważnij certyfikat
pt_br: %@ certificado de revogação
ro_ro: %@ Revocare certificat
sk: %@ Zneplatni certifikát
sv: %@ Återkallelsecertifikat

source: Exported keys.asc
nl: Export sleutels.asc
no: Eksporterte keys.asc
pl: Wyeksportowano keys.asc
pt_br: Chaves exportadas.asc
ro_ro: Keys.asc Exportate
sk: Exportované keys.asc
sv: Exporterade nycklar.asc

# CheckAlert_NoPassphrase_Title
source: No Passphrase
nl: Geen wachtwoord
no: Ikke passord
pl: Brak hasła
pt_br: Nenhuma Frase-senha
ro_ro: Nici-o Parolă
sk: Žiadne heslo
sv: Ingen lösenordsfras

# CheckAlert_NoPassphrase_Message
source: You have entered no passphrase. This is not recommended. A passphrase should be at least 8 characters long.
nl: Je hebt geen wachtwoord ingevuld. Dit is niet aanbevolen. Een wachtwoord dient minimaal 8 karakters lang te zijn.
no: Du har ikke skrevet inn et passord. Dette er ikke anbefalt. Et passord bør være på minst 8 tegn.
pl: Nie wpisałeś żadnego hasła. Nie jest to zalecane. Hasło powinno mieć co najmniej 8 znaków.
pt_br: Você não digitou uma frase-senha. Isto não é recomendado. Uma frase-senha deve ter ao menos 8 caracteres.
ro_ro: Nu aţi introdus nici-o parolă. Aceast lucru nu se recomandă. O parolă ar trebui să aibă cel puţin 8 caractere.
sk: Nevložili ste žiadne heslo. Toto nie je doporučené. Heslo by malo mať aspoň 8 znakov.
sv: Du har inte angivit någon lösenordsfras. Detta rekommenderas inte. En lösenordsfras bör vara minst 8 tecken lång.

# CheckAlert_NoPassphrase_Button1
source: Continue without a passphrase
nl: Doorgaan zonder een wachtwoord
no: Fortsett uten passord
pl: Kontynuuj bez hasła
pt_br: Continuar sem Frase-senha
ro_ro: Continuaţi fără o parolă
sk: Pokračuj bez hesla
sv: Fortsätt utan en lösenordsfras

# CheckAlert_NoPassphrase_Button2
source: Enter new passphrase
nl: Vul een nieuw wachtwoord in
no: Skriv inn nytt passord
pl: Wpisz nowe hasło
pt_br: Digitar Nova Frase-senha
ro_ro: Introduceţi o nouă parolă
sk: Vlož nové heslo
sv: Ange en ny lösenordsfras

# CheckAlert_PassphraseShort_Title
source: Short Passphrase
nl: Kort Wachtwoord
no: Kort passord
pl: Krótkie hasło
pt_br: Frase-senha Curta
ro_ro: Parolă Scurtă
sk: Krátne heslo
sv: Kort lösenordsfras

# CheckAlert_PassphraseShort_Message
source: You have entered a short passphrase. This is not recommended. A passphrase should be at least 8 characters long.
nl: Je hebt een kort wachtwoord ingevuld. Dit is niet aanbevolen. Een wachtwoord dient minimaal 8 karakters lang te zijn.
no: Du har skrevet inn et kort passord. Dette er ikke anbefalt. Et passord bør være på minst 8 tegn.
pl: Wprowadziłeś krótkie hasło. Nie jest to zalecane. Hasło powinno mieć co najmniej 8 znaków.
pt_br: Você digitou uma frase-senha muito curta. Isto não é recomendado. Uma frase-senha deve ter ao menos 8 caracteres.
ro_ro: Aţi introdus o parolă scurtă. Acest lucru nu este recomandat. O parolă trebuie să conţină cel puţin 8 caractere.
sk: Vložili ste krátke heslo. Toto nie je doporučené. Heslo by malo mať aspoň 8 znakov.
sv: Du har angivit en kort lösenordsfras. Detta rekommenderas inte. En lösenordsfras bör vara minst 8 tecken lång.

# CheckAlert_PassphraseShort_Button1
source: Continue with short passphrase
nl: Doorgaan met een kort wachtwoord
no: Fortsett med kort passord
pl: Kontynuuj używając krótkie hasło
pt_br: Continuar com Frase-senha Curta
ro_ro: Continuaţi cu parola scurtă
sk: Pokračuj s krátkym heslom
sv: Fortsätt med kort lösenordsfras

# CheckAlert_PassphraseShort_Button2
source: Enter new passphrase
nl: Vul een nieuw wachtwoord in
no: Skriv inn nytt passord
pl: Wpisz nowe hasło
pt_br: Digitar Nova Frase-senha
ro_ro: Introduceţi o nouă parolă
sk: Vlož nové heslo
sv: Ange en ny lösenordsfras

# CheckAlert_PassphraseSimple_Title
source: Simple Passphrase
nl: Simpel wachtwoord
no: Enkelt passord
pl: Proste hasło
pt_br: Frase-senha Simples
ro_ro: Parolă Simplă
sk: Jednoduché heslo
sv: Enkel lösenordsfras

# CheckAlert_PassphraseSimple_Message
source: The passphrase you have entered is too simple. A good passphrase should be alphanumeric and contain at least one special character.
nl: Het wachtwoord wat je in hebt gevuld is te simpel. Een goed wachtwoord dient alfanummeriek te zijn en in ieder geval 1 speciaal karakter te bevatten.
no: Passordet du har skrevet inn er for enkelt. Et godt passord bør være alfanumerisk og inneholde minst et spesialtegn.
pl: Hasło które wprowadziłeś jest bardzo proste. Dobre hasło powinno być alfanumeryczne i zawierać co najmniej jeden znak specjalny.
pt_br: A frase-senha digitada é muito simples. Uma boa frase-senha deve ser alfanumérica e conter ao menos um caractere especial.
ro_ro: Aţi introdus o parolă prea simplă. O parolă bună, ar trebui să fie de formă alfa-numerică, şi să conţină cel puţin un caracter special.
sk: Heslo, ktoré ste voližili je príliš jednoduché. Dobre heslo by malo obsahovať písmeno, číslicu a aspoň jeden špeciálny znak.
sv: Lösenordsfrasen du angav är för enkel. En bra lösenordsfras bör innehålla både bokstäver och siffror och minst ett specialtecken.

# CheckAlert_PassphraseSimple_Button1
source: Continue with simple passphrase
nl: Doorgaan met simpel wachtwoord
no: Fortsett med enkelt passord
pl: Kontynuuj używając proste hasło
pt_br: Continuar com Frase-senha Simples
ro_ro: Continuaţi cu parola simplă
sk: Pokračuj s jednoduchým heslom
sv: Fortsätt med enkel lösenordsfras

# CheckAlert_PassphraseSimple_Button2
source: Enter new passphrase
nl: Vul een nieuw wachtwoord in
no: Skriv inn nytt passord
pl: Wpisz nowe hasło
pt_br: Digitar Nova Frase-senha
ro_ro: Introduceţi o parolă
sk: Vlož nové heslo
sv: Ange en ny lösenordsfras

source: No keys Found
nl: Geen Sleutels Gevonden
no: Ingen nøkler funnet
pl: Nie znaleziono żadnych kluczy
pt_br: Nenhuma chave encontrada
ro_ro: Nici-o cheie Găsită
sk: Nenájdený žiaden kľúč
sv: Inga nycklar hittades

# FOUND_KEY_DESCRIPTION_FORMAT
source: %@, %@ (%lu bit), created: %@
nl: %@, %@ (%lu bit), aangemaakt: %@
no: %@, %@ (%lu bit), opprettet: %@
pl: %@, %@ (%lu bit), utworzono: %@
pt_br: %@, %@ (%lu bits), criação: %@
ro_ro: %@, %@ (%lu bit), creată: %@
sk: %@, %@ (%lu bit), vytvorené: %@
sv: %@, %@ (%lu bit), skapad: %@

# SearchingKeys_Msg
source: We are searching for matching key(s) on the keys server. It might take some time, please wait.
nl: We zoeken naar bijpassende sleutel(s) op de keys server. Dit kan even duren, even geduld.
no: Vi søker etter samsvarende nøkkel(er) på nøkkelserveren. Dette kan ta en stund, vennligst vent.
pl: Szukamy odpowiedniego klucza(y) na serwerze kluczy. Może to zająć trochę czasu, proszę czekać.
pt_br: Buscando chaves correspondentes no servidor de chaves. Isto pode levar algum tempo. Aguarde.
ro_ro: Căutăm cheia(le) potrivită(e) pe serverul de chei. Ar putea dura ceva timp, vă rugăm aşteptaţi.
sk: Hľadám kľúče na kľúčových serveroch. Bude to chvíľku trvať, prosím strpenie.
sv: Vi söker efter matchande nyckel/nycklar på nyckelservern. Det kan ta tid, vänligen vänta.

# GenerateKey_Progress
source: We need to generate a lot of random bytes. It is a good idea to perform some other action (type on the keyboard in an application, move the mouse, utilize the disks) during the prime generation. This gives the random number generator a better chance to gain enough entropy.
nl: We moeten veel willekeurige bytes genereren. Het is aan te bevelen om iets anders uit te voeren (Typ op het toetsenbord in een applicatie, het bewegen van de muis, of de harde schijf benaderen) tijdens deze eerste generatie. Dit is nodig om het systeem betere willekeurige data te laten genereren.
no: Vi har behov for å generere noen tilfeldige bytes. Det er en god idé å gjøre noe annet (skriv på tastaturet i et program, beveg musen, bruk harddisken) under primærgenereringen. Dette gir tilfeldighetsgeneratoren bedre muligheter for å få tilstrekkelig med entropi.
pl: Musimy wygenerować dużo losowych bajtów. Dobrym pomysłem, będzie wykonywanie różnych działań, na przykład (pisz na klawiaturze, ruszaj myszką) w trakcie głównej generacji. Daje to generatorowi liczb losowych większą szansę zdobycia wystarczającej ilości entropii.
pt_br: É preciso gerar muitos bytes aleatórios. Durante este processo, digite algo em um aplicativo, mova o mouse, use os discos ou realize outras ações para que o gerador de números aleatórios tenha entropia suficiente para gerar o número primo.
ro_ro: Trebuie să generăm o multitudine de biți aleatori. Ar fi o idee bună să vă ocupați de o altă acțiune (tastarea într-o aplicație, mișcarea mouse-ului, folosirea unităților drive) în timpul generării fundamentale. Aceasta oferă generatorului de număr aleator, o șansă mai bună pentru a dobândi destulă entropie.
sk: Musím vygenerovať veľa náhodných bajtov. Je dobré ak počas tohto procesu vykonáte nejaké činnosti na počítači (začnete písať na klávesnici v nejakom programe, hýbať myšou, zaťažiť disky). To poskytne generátoru náhodných čísel vyššiu šancu dosiahnuť dostatočnu entropiu.
sv: Vi måste skapa många slumpmässiga bitar. Medan detta görs är det bra om du gör mycket annat på datorn (skriv på tangentbordet, rör musen, se till att hårddisken används). Detta ger slumptalsgeneratorn bättre förutsättningar att få tillräckligt med entropi.

# GenerateSubkey_Msg
source: Add subkey to the Key "%@", %@.
nl: Voeg subsleutel toe aan de sleutel "%@", %@.
no: Legg undernøkkel til nøkkelen "%@", %@.
pl: dodaj pod-klucz do klucza "%@", %@.
pt_br: Adicionar subchave à Chave “%@”, %@.
ro_ro: Adăugați o sub-cheie, Cheii "%@", %@.
sk: Pridaj podkľúč ku kľúču "%@", %@.
sv: Lägg till undernyckel till nyckeln "%@", %@.

# GenerateUserID_Msg
source: Add user ID to the Key "%@", %@.
nl: Voeg gebruikers ID toe aan de sleutel "%@", %@.
no: Legg brukerID til nøkkelen "%@", %@.
pl: Dodaj ID użytkownika do klucza "%@", %@.
pt_br: Adicionar ID de usuário à Chave “%@”, %@.
sk: Pridej používateľské ID ku kľúču "%@", %@.
sv: Lägg till användarID till nyckeln "%@", %@.

# GenerateSignature_Msg
source: Signing a key means, you confirm, that the key owner is indeed who they claim to be. Once uploaded, signatures can be viewed by others. So if you sign Bob's key and your friend Alice is not sure if Bob really is Bob, Alice will see your signature in Bob's key, and since Alice knows your key is trustworthy, she knows that Bob most likely is indeed Bob. You are about to sign the following key: %@
no: Å signere en nøkkel betyr at du bekrefter at nøkkelens eier faktisk er den vedkommende utgir seg for å være. Etter opplasting kan din signatur sees av andre. Så hvis du signerer Bob's nøkkel og din venn Alice ikke er sikker på om Bob virkelig er Bob, vil Alice se din signatur på Bob's nøkkel, og siden Alice stoler på din nøkkel vet hun at Bob sannsynligvis faktisk er Bob. Du er i ferd med å signere følgende nøkkel: %@
pl: Podpisując klucz oznacza to, że potwierdzasz, że właściciel klucza jest tym za kogo się podaje. Po wysłaniu, podpis może być przeglądane przez innych. Tak więc, jeśli podpiszesz się kluczem Bob'a i jeśli Twoja koleżanka Alicja nie jest pewna czy Bob to naprawdę Bob, to Alicja będzie widziała Twój podpis w kluczu Boba i tym samym Alicja będzie wiedziała, że Twój klucz jest godny zaufania. Alicja będzie wiedziała, że Bob jest tym za kogo się podaje. Masz zamiar podpisać następujący klucz: %@
pt_br: Ao assinar uma chave, você confirma que o proprietário da chave é quem ele diz ser. Por exemplo, se você assinar a chave de Léo e a sua amiga Carla não estiver certa da identidade dele, ela verá a sua assinatura na chave e, por confiar na sua chave, ela saberá que Léo é, provavelmente, ele mesmo. Uma vez enviadas, as assinaturas podem ser vistas por outras pessoas. Você está prestes a assinar a seguinte chave: %@
ro_ro: Semnarea cheii înseamnă că, confirmați faptul că deținătorul cheii este întradevăr cine susține că este. Odată încărcate, semnăturile pot fi vizualizate de către alții. Deci dacă semnați ca și Cheia lui Bob, și prietena dvs. Alice nu știe sigur dacă Bob este chiar Bob, Alice vă va vedea semnătura dvs. în Cheia lui Bob, și din moment ce Alice știe că, cheia dvs. este de încredere, cunoaște faptul că Bob, cel mai probabil este întradevăr Bob. Sunteți pe cale să semnați următoarea cheie: %@
sk: Pridaj podpis pre všetky používateľské ID "%@", %@.
sv: Att signera en nyckel innebär att du bekräftar att nyckelns ägare verkligen är den person den utger sig för att vara. Efter uppladdning kan signaturer ses av andra. Exempel: Du signerar Bobs nyckel, medan din vän Alice inte är säker på att Bob verkligen är Bob. Alice kommer att se din signatur på Bobs nyckel och eftersom Alice vet att din nyckel är tillförlitlig kommer hon veta att Bob troligen är just Bob. Du kommer att signera följande nyckel: %@

# GenerateUidSignature_Msg
source: Signing a UserID means, you confirm, that the key owner is indeed who they claim to be. Once uploaded, signatures can be viewed by others. So if you sign Bob's key and your friend Alice is not sure if Bob really is Bob, Alice will see your signature in Bob's key, and since Alice knows your key is trustworthy, she knows that Bob most likely is indeed Bob. You are about to sign the following UserID: %@
no: Å signere en brukerID betyr at du bekrefter at nøkkelens eier faktisk er den vedkommende utgir seg for å være. Etter opplasting kan din signatur sees av andre. Så hvis du signerer Bob's nøkkel og din venn Alice ikke er sikker på om Bob virkelig er Bob, vil Alice se din signatur på Bob's nøkkel, og siden Alice stoler på din nøkkel vet hun at Bob sannsynligvis faktisk er Bob. Du er i ferd med å signere følgende brukerID: %@
pl: Podpisując ID użytkownika oznacza jest potwierdzasz, że właściciel klucza jest tym za kogo się podaje. Po wysłaniu, podpis może być przeglądany przez innych. Tak więc, jeśli podpiszesz się kluczem Bob'a i jeśli Twoja koleżanka Alicja nie jest pewna czy Bob to naprawdę Bob, to Alicja będzie widziała Twój podpis w kluczu Boba i tym samym Alicja będzie wiedziała, że Twój klucz jest godny zaufania. Alicja będzie wiedziała, że Bob jest tym za kogo się podaje. Masz zamiar podpisać następujący ID użytkownika: %@
pt_br: Ao assinar um ID de Usuário, você confirma que o proprietário da chave é quem ele diz ser. Por exemplo, se você assinar a chave de Léo e a sua amiga Carla não estiver certa da identidade dele, ela verá a sua assinatura na chave e, por confiar na sua chave, ela saberá que Léo é, provavelmente, ele mesmo. Uma vez enviadas, as assinaturas podem ser vistas por outras pessoas. Você está prestes a assinar o seguinte ID de Usuário: %@
sk: Pridaj podpis pre používateľa s ID "%@", %@.
sv: Att signera ett användar-ID innebär att du bekräftar att nyckelns ägare verkligen är den person den utger sig för att vara. Efter uppladdning kan signaturer ses av andra. Exempel: Du signerar Bobs nyckel, medan din vän Alice inte är säker på att Bob verkligen är Bob. Alice kommer att se din signatur på Bobs nyckel och eftersom Alice vet att din nyckel är tillförlitlig kommer hon veta att Bob troligen är just Bob. Du kommer att signera följande användar-ID: %@

# ChangeExpirationDate_Msg
source: Change expiration date of "%@", %@
nl: Verander vervaldatum van "%@", %@
no: Endre utløpsdato til "%@", %@
pl: Zmień datę wygaśnięcia "%@", %@
pt_br: Alterar data de vencimento de “%@”, %@
ro_ro: Schimbați data expirării a "%@", %@
sk: Zmeň dátum platnosti pre "%@", %@.
sv: Ändra utgångsdatum för "%@", %@

# ChangeSubkeyExpirationDate_Msg
source: Change expiration date of "%@", %@ Subkey: %@
nl: Verander vervaldatum van "%@", %@ Subsleutel: %@
no: Endre utløpsdatoen til "%@", %@ Undernøkkel: %@
pl: Zmień datę wygaśnięcia "%@", %@ Pod-klucz: %@
pt_br: Alterar data de vencimento de “%2$@”, %3$@ Subchave: %1$@
ro_ro: Schimbați data expirării a "%@", %@ SubCheie: %@
sk: Zmeň dátum platnosti pre "%@", %@⏎ Podkľúč: %@
sv: Ändra utgångsdatum för "%@", %@ Undernyckel: %@

# GenerateKey_Error
source: Ups, something went wrong. There was a problem creating your key.
nl: Oeps, iets ging verkeerd. Er was een probleem met het genereren van je sleutel.
no: Oppsann, noe gikk galt. Det var et problem med å opprette nøkkelen din.
pl: Ups, coś poszło nie tak. Wystąpił błąd podczas tworzenia Twojego klucza.
pt_br: Algo deu errado. Houve um problema ao criar a chave.
ro_ro: Ah, ceva nu a funcționat bine. A apărut o problemă la crearea cheii dvs.
sk: Ups, niečo sa pokazilo. Nepodarilo sa vytvoriť kľúč.
sv: Hoppsan, något blev fel medan din nyckel skapades.

# CheckError_NameToShort
source: Name must be at least 5 characters long!
nl: Naam moet minimaal 5 karakters lang zijn!
no: Navnet må være på minst 5 tegn!
pl: Nazwa musi mieć przynajmniej 5 znaków!
pt_br: O nome deve ter ao menos 5 caracteres.
ro_ro: Numele trebuie să conțină cel puțin 5 caractere!
sk: Meno musí mať aspoň 5 znakov
sv: Namnet måste vara åtminstone 5 tecken långt!

# CheckError_NameToLong
source: Name is too long!
nl: Naam is te lang!
no: Navnet er for langt.
pl: Nazwa jest za długa!
pt_br: O nome é longo demais.
ro_ro: Numele este prea lung!
sk: Meno je príliš dlhé!
sv: Namnet är för långt!

# CheckError_InvalidCharInName
source: Invalid character in name! "<" and ">" not allowed.
nl: Ongeldig karakter in naam! "<" en ">" niet toegestaan.
no: Ugyldig tegn i navnet! "<" og ">" er ikke tillatt.
pl: Nieprawidłowy znak w nazwie! "<" oraz ">" jest niedozwolony.
pt_br: Caractere inválido no nome. “<” e “>” não são permitidos.
ro_ro: Caracter invalid în nume! "<" și ">" nu este permis.
sk: Neplatný znak v mene!⏎ "<" a ">" nie su povolené.
sv: Ogiltiga tecken i namnet! "<" och ">" tillåts ej.

# CheckError_NameStartWithDigit
source: Name may not start with a digit!
nl: Naam mag niet met een nummer beginnen!
no: Navnet kan ikke begynne med et tall!
pl: Nazwa nie może zaczynać się liczbą!
pt_br: O nome não pode começar por um digito.
ro_ro: Numele nu poate începe cu o cifră!
sk: Meno nesmie začínať čislicou!
sv: Namnet får inte börja med en siffra!

# CheckError_InvalidEmail
source: Not a valid email address!
nl: Geen valide email adres!
no: Ugyldig e-postadresse!
pl: Nieprawidłowy adres email!
pt_br: Endereço de e-mail inválido.
ro_ro: Nu este o adresă validă de email!
sk: Neplatná e-mailová adresa!
sv: Ogiltig e-postadress!

# CheckError_EmailToLong
source: Email address is too long! Max length is 254.
no: E-postadressen er for lang! Maks lengde er 254.
pl: Adres email jest za długi! Maksymalna długość to 254 znaki.
pt_br: O endereço de e-mail é longo demais. O tamanho máximo é de 254 caracteres.
ro_ro: Adresa de email este prea lungă! Lungimea max este 254.
sk: E-mailová adresa je príliš dlhá!⏎ Maximálna dĺžka je 254.
sv: E-postadressen är för lång! Max antal tecken är 254.

# CheckError_InvalidCharInComment
source: Invalid character in comment! "(" and ")" not allowed.
nl: Ongeldig karakter in opmerking! "(" en ")" niet toegestaan.
no: Ugyldig tegn i kommentaren! "(" og ")" er ikke tillatt.
pl: Nieprawidłowy znak w komentarzu! "(" oraz ")" są niedozwolone.
pt_br: Caractere inválido no comentário. “(” e “)” não são permitidos.
ro_ro: Caracter invalid în comentariu! "<" și ">" nu este permis.
sk: Neplatný znak v popise! "(" a ")" nie su povolené.
sv: Ogiltiga tecken i kommentaren! "(" och ")" tillåts ej.

# CheckError_CommentToLong
source: Comment is too long!
nl: Opmerking is te lang!
no: Kommentaren er for lang!
pl: Komentarz jest za długi!
pt_br: O comentário é longo demais.
ro_ro: Comentariul este prea lung!
sk: Popis je príliš dlhý!
sv: Kommentaren är för lång!

# CheckError_NoKeyID
source: Please enter a valid key ID!
nl: Vul een valide sleutel ID in!
no: Vennligst bruk en gydlig nøkkel-ID!
pl: Wpisz poprawny ID klucza!
pt_br: Digite um ID de chave válido.
ro_ro: Vă rugăm să introduceți un ID valid pentru cheie!
sk: Prosím vlož správne ID kľúča!
sv: Ange ett giltigt nyckel-ID!

# CheckError_PassphraseMissmatch
source: Your passphrases did not match!
nl: Je wachtwoorden zijn niet gelijk!
no: Passordene dine samsvarer ikke!
pl: Twoje hasła nie zgadzają się!
pt_br: As frases-senhas não coincidem.
ro_ro: Parolele nu coincid!
sk: Vaše heslá sa nezhodujú!
sv: Dina lösenordsfraser stämde inte överens!

# GPG_NOT_FOUND_TITLE
source: GPG Not Found
nl: GPG Niet gevonden
no: GPG ikke funnet
pl: Nie znaleziono GPG
pt_br: GPG Não Encontrado
ro_ro: GPG Negăsit
sk: GPG nenájdené
sv: GPG hittades inte

# GPG_NOT_FOUND_MESSAGE
source: Ups, something went really wrong here. It seems GPG is missing on your system. Please install it. Find it e.g. in the GPGTools Installer on https://www.gpgtools.org.
no: Oops, noe gikk veldig galt her. Det ser ut som om GPG mangler på systemet ditt. Vennligst installér det. Du finner det i GPGTools-pakken på https://www.gpgtools.org.
pl: Ups, coś poszło nie tak. Wygląda na to, że na Twoim systemie brakuje GPG. Proszę zainstaluj ponownie GPG Suite z https://www.gpgtools.org.
pt_br: Algo deu muito errado. O GPG parece não estar no sistema. Reinstale a GPG Suite de https://www.gpgtools.org.
ro_ro: Ups, something went really wrong. It seems GPG is missing on your system. Please reinstall GPG Suite from https://www.gpgtools.org.
sk: UPS, niečo sa tu riadne pokazilo. Vyzerá to tak, že GPG nemáte vôbec nainštalované. Prosím nainštalujte si ho. Nájdete ho napríklad v inštalátore GPGTools na https://www.gpgtools.org
sv: Hoppsan, något blev fel. Det verkar som om GPG saknas i ditt system. Installera GPG, till exempel från https://www.gpgtools.org

# GPG_CONFIG_ERROR_TITLE
source: GPG Config Error
nl: GPG Configuratie fout
no: GPG konfigurasjonsfeil
pl: Błąd konfiguracji GPG
pt_br: Erro de Configuração do GPG
ro_ro: Eroare Configurare GPG
sk: Chyba GPG konfigurácie
sv: GPG konfigurationsfel
