Repository: Centaurioun/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: nl, no, pl, pt_br, ro_ro, sk, sv

# SetPrimaryPhoto_Error
source: Setting primary photo failed.
nl: Het zetten van primaire afbeelding mislukt.
no: Å sette primærbilde feilet.
pl: Ustawienie głównego zdjęcia nieudane.
pt_br: Falha ao definir a foto principal.
ro_ro: Stabilirea fotografiei principale a eșuat.
sk: Nastavenie primárneho obrázku zlyhalo.
sv: Det gick inte att ställa in primärt foto.

# RevokePhoto_Progress
source: Revoking photo.
nl: Bezig met intrekken afbeelding.
no: Tilbakekall bilde.
pl: Unieważnienie zdjecia.
pt_br: Revogando foto.
ro_ro: Revocare foto.
sk: Zneplatňujem obrázok.
sv: Återkallar foto.

# RevokePhoto_Error
source: Revoking photo failed.
nl: Intrekken afbeelding mislukt.
no: Tilbakekalling av bilde feilet.
pl: Unieważnienie zdjecia nieudane.
pt_br: Falha ao revogar a foto.
ro_ro: Revocarea fotografiei a eșuat.
sk: Zneplatňovanie obrázku zlyhalo.
sv: Det gick inte att återkalla foto.

# AddSignature_Progress
source: Adding Signature.
nl: Bezig met toevoegen handtekening.
no: Legg til signatur.
pl: Dodanie podpisu.
pt_br: Adicionando assinatura.
ro_ro: Adăugare Semnătură.
sk: Pridávam podpis.
sv: Lägger till signatur.

# AddSignature_Error
source: Adding Signature failed.
nl: Het toevoegen van de handtekening is mislukt.
no: Å legge til signatur feilet.
pl: Nie udało się dodać podpisu.
pt_br: Falha ao adicionar a assinatura.
ro_ro: Adăugarea Semnăturii a eșuat.
sk: Pridávanie podpisu zlyhalo.
sv: Det gick inte att lägga till signatur.

# RemoveSignature_Progress
source: Removing signature.
nl: Bezig met verwijderen handtekening.
no: Fjerner signatur.
pl: Usunięcie podpisu.
pt_br: Removendo assinatura.
ro_ro: Eliminare semnătură.
sk: Odstraňujem podpis.
sv: Tar bort signatur.

# RemoveSignature_Error
source: Removing signature failed.
nl: Het verwijderen van de handtekening is mislukt.
no: Fjerning av signatur feilet.
pl: Nie udało się usunąć podpisu.
pt_br: Falha ao remover a assinatura.
ro_ro: Eliminarea semnăturii a eșuat.
sk: Odstraňovanie podpisu zlyhalo.
sv: Det gick inte att ta bort signatur.

# RevokeSignature_Progress
source: Revoking signature.
nl: Bezig met terugtrekken handtekening.
no: Fjerner signatur.
pl: Unieważnienie podpisu.
pt_br: Revogando assinatura.
ro_ro: Revocare semnătură.
sk: Zneplatňujem podpis.
sv: Återkallar signatur.

# RevokeSignature_Error
source: Revoking signature failed.
nl: Het terugtrekken van de handtekening is mislukt.
no: Fjerning av signatur feilet.
pl: Unieważnienie podpisu nieudane.
pt_br: Falha ao revogar a assinatura.
ro_ro: Revocarea semnăturii a eșuat.
sk: Zneplatňovanie podpisu zlyhalo.
sv: Det gick inte att återkalla signatur.

# ReceiveKeysFromServer_Progress
source: Receiving keys.
nl: Bezig met ontvangen van sleutels.
no: Mottar nøkler.
pl: Otrzymywanie kluczy.
pt_br: Recebendo chaves.
ro_ro: Recepționare chei.
sk: Prijímam kľúče.
sv: Tar emot nycklar.

# ReceiveKeysFromServer_Error
source: Receiving keys failed.
nl: Het ontvangen van de sleutels is mislukt.
no: Mottaket av nøkler feilet.
pl: Nieudane otrzymywanie kluczy.
pt_br: Falha ao receber as chaves.
ro_ro: Recepționarea cheilor a eșuat.
sk: Prijímanie kľúčov zlyhalo.
sv: Det gick inte att ta emot nycklar.

source: Delete secret key only
nl: Verwijder alleen de geheime sleutel
no: Slett kun hemmelig nøkkel
sk: Zmaž iba tajný kľúč

source: Delete both
nl: Verwijder beide
no: Slett begge
sk: Zmaž oba

source: Delete key
nl: Verwijder sleutel
no: Slett nøkkel
sk: Zmaz kľúč

# DeleteSecretKey_Title
source: Delete secret key
nl: Verwijder geheime sleutel
no: Slett hemmelig nøkkel
sk: Zmaž tajný kľúč

# DeleteSecretKey_Msg
source: Attempting to delete key %@, %@. You are about to delete a key pair (a private key and a public key) from your computer. Without the private key, you will no longer be able to decrypt messages that were encrypted with its public counterpart. (Note that if you have copied your public key to any key servers, it will remain active on the key server(s) unless you revoke it. Revoking it requires the private key.) Are you sure you want to delete the key pair?
nl: Probeert sleutel %@, %@ te verwijderen. Je staat op het punt een set sleutels (een geheime en een publieke sleutel) te verwijderen van je computer. Zonder de geheime sleutel zal je niet langer in staat zijn berichten te ontsleutelen die zijn versleutelt met de bijbehorende publieke sleutel. (N.B. Wanneer je de publieke sleutel op een keyserver hebt staan blijft deze daar staan totdat je deze zelf intrekt. Voor het intrekken van deze sleutel heb je de geheime sleutel nodig.) Zeker weten dat je deze sleutelset wilt verwijderen?
no: Forsøker å slette nøkkel %@, %@. Du er i ferd med å slette et nøkkelpar (en privat nøkkel og en offentlig nøkkel) fra maskinen din. Uten den private nøkkelen vil du ikke lenger være i stand til å dekryptere meldinger som var kryptert med dens offentlige motpart. (Merk at hvis du har kopiert den offentlige nøkkelen til en nøkkelserver, vil den være aktiv på nøkkelserveren(e) om den ikke tilbakekalles. Tilbakekalling krever den private nøkkelen.) Er du sikkert på at du vil slette nøkkelparet?
sk: Pokus o zmazanie kľúča %@, %@.⏎ ⏎ Pokúšate sa zmazať kľúčový pár (tajný a verejný kľúč) z Vášho počítača. Bez tajného kľúča nebudete môcť dešifrovať správy, ktoré boli zakryptované jeho verejným kľúčom. (Ak ste verejný kľúč skopírovali na akýkoľvek server kľúčov, ten ostane aktívny až pokiaľ he zneplatníte. Zneplatnenie vyžaduje tajný kľúč.) Ste si istý, že chcete zmazať kľúčový pár?

# ChoosePhoto_ToLarge_Message
source: This picture is too large!
nl: Deze afbeelding is te groot!
no: Dette bildet er for stort!
sk: Tento obrázok je príliš veľký!

# ChoosePhoto_ToLarge_Info
source: Please use a picature smaller than 500 KiB.
nl: Gebruik a.u.b. een afbeelding kleinder dan 500 KiB.
no: Vennligst bruk et bilde mindre enn 500KB.
sk: Prosím, použite obrázok menší ako 500KB

# GPG_EllipticCurveAlgorithm
source: EllipticCurve
sk: Eliptická krivka (Elliptic Curve)
