Repository: Centaurioun/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: nl, no, pl, pt_br, ro_ro, sk, sv

# GPG_CONFIG_ERROR_MESSAGE
source: Ups, something went wrong. GPG was found on your system but there seems to be a problem with the config file. Please contact us at http://support.gpgtools.org. Details: %@
no: Oops, noe gikk galt her. GPG ble funnet på systemet ditt, men det ser ut til å være et problem med konfigurasjonsfilen. Vennligst kontakt oss på http://support.gpgtools.org. Detaljer: %@
pl: Ups, coś poszło nie tak. GPG zostało wykryte na Twoim systemie, ale wygląda na to, że wystąpił problem z plikiem konfiguracyjnym. Proszę skontaktuj się z nami na http://support.gpgtools.org. Szczegóły: %@
pt_br: Algo deu errado. O GPG foi encontrado no sistema, mas parece haver um problema com o arquivo de configuração. Contate o suporte em https://gpgtools.tenderapp.com. Detalhes: %@
ro_ro: Ah, ceva nu a funcționat corespunzător. GPG a fost identificat în sistemul dvs., dar pare a fi o problemă cu fișierul config. Vă rugăm să ne contactați la http://support.gpgtools.org Detalii:%@
sk: Ups, something went wrong. GPG was found on your system but there seems to be a problem with the config file. Please contact us at http://support.gpgtools.org.
sv: Hoppsan, någonting gick fel! GPG har hittats på ditt system men det verkar vara ett problem med konfigurationsfilen. Kontakta oss på http://support.gpgtools.org. Detaljer: %@

# LIBMACGPG_NOT_FOUND_TITLE
source: Libmacgpg was not found
no: Libmacgpg ble ikke funnet
pl: Nie udało się znaleźć Libmacgpg
pt_br: Libmacgpg Não Encontrado
ro_ro: Libmacgpg nu a fost găsit
sk: Libmacgpg nebolo nájdené
sv: Libmacgpg hittades inte

# LIBMACGPG_NOT_FOUND_MESSAGE
source: Libmacgpg was not found on your system. Please install it. Find it e.g. in the GPGTools Installer on https://www.gpgtools.org.
no: Libmacgpg ble ikke funnet på systemet ditt. Vennligst installér det. Du finner det i GPGTools-pakken på https://www.gpgtools.org.
pl: Libmacgpg nie został wykryty na Twoim systemie. Prosimy o ponowne zainstalowanie GPG Suite z https://www.gpgtools.org
pt_br: O Libmacgpg não foi encontrado no sistema. Reinstale a GPG Suite de https://www.gpgtools.org.
ro_ro: Libmacgpg was not found on your system. Please reinstall GPG Suite from https://www.gpgtools.org.
sk: Libmacgpg nebolo nájdené. Prosím nainštalujte ho. Nájdete ho v GPGTools inštalátore na https://www.gpgtools.org
sv: Libmacgpg hittades inte. Installera GPG, till exempel från https://www.gpgtools.org

# CODE_SIGN_ERROR_TITLE
source: Someone tampered with your installation of GPG Keychain Access!
no: Noen har foretatt uautoriserte endringer i GPG Nøkkelring installasjonen din.
pl: Ktoś majstrował przy Twojej instalacji GPG Keychain!
pt_br: Alguém adulterou a instalação das Chaves GPG!
ro_ro: Someone tampered with your installation of GPG Keychain!
sv: Någon har mixtrat med din installation av GPG Nyckelhanterare!

# CODE_SIGN_ERROR_MESSAGE
source: To keep you safe, GPG Keychain Access will exit now! Please download and install the latest version of GPG Suite from https://gpgtools.org to be sure you have an original version from us!
no: For å holde deg trygg, vil GPG Nøkkelring avsluttes nå! Vennligst last ned og installér siste versjon av GPG Suite fra https://gpgtools.org for å være sikker på at du har en original versjon fra oss!
pl: Dla Twojego bezpieczeństwa, GPG Keychain zostanie teraz zamknięty! Proszę zainstaluj ponownie GPG Suite z https://gpgtools.org aby być pewnym, że masz naszą oryginalną wersję!
pt_br: Para manter sua segurança, as Chaves GPG serão encerradas. Para certificar-se de que você possui a versão original, reinstale a GPG Suite de https://gpgtools.org.
ro_ro: To keep you safe, GPG Keychain will exit now! Please reinstall GPG Suite from https://gpgtools.org to be sure you have an original version from us!
sv: För din säkerhet kommer GPG Nyckelhanterare nu att avslutas! Ladda ner och installera senaste versionen av GPG från https://gpgtools för att försäkra dig om att du har en originalversion!

source: No
nl: Nee
no: Nei
pl: Nie
pt_br: Não
ro_ro: Nu
sk: Nie
sv: Nej

source: Error
nl: Fout
no: Feil
pl: Błąd
pt_br: Erro
ro_ro: Eroare
sk: Chyba
sv: Fel

source: Warning
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt_br: Aviso
ro_ro: Avertizare
sk: Varovanie
sv: Varning

source: Cancel
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sk: Zrušiť
sv: Avbryt

source: Apply to all
nl: Pas toe op alle
no: Bruk på alle
pl: Zastosuj do wszystkich
pt_br: Aplicar a Tudo
ro_ro: Aplică la tot
sk: Aplikovat pre všetko
sv: Ställ in för alla

# RemoveUserID_Title
source: Remove UserID
pl: Usuń ID użytkownika
pt_br: Remover ID de Usuário
sv: Ta bort användar-ID

# RemoveUserID_Msg
source: You are about to remove UserID %@ from your key %@. If you remove this UserID, you will no longer be able to use this key with the associated mail account in Mail.app. If the key with this UserID was uploaded to the key servers, removing the UserID will not remove the UserID from the key on the key servers. Please instead revoke the UserID in question and upload the updated key.
pl: Zamierzasz usunąć ID Użytkownika %@ ze swojego klucza %@. Jeśli usuniesz ten ID Użytkownika to nie będziesz w stanie używać tego klucza z powiązanym kontem pocztowym w Mail.app. Jeśli klucz z tym ID Użytkownika był wysłany do serwerów kluczy, usunięcie ID Użytkownika nie usunie go z klucza znajdującego się na serwerze kluczy. Zamiast tego unieważnij ID Użytkownika i wyślij zaktualizowany klucz.
pt_br: Você está prestes a remover o ID de Usuário %@ da chave %@. Caso remova este ID de Usuário, você não poderá mais usar esta chave com a respectiva conta de e-mail no Mail. Se a chave com este ID de Usuário foi enviada aos servidores de chaves, sua remoção não o removerá da chave nos servidores. Para que isso aconteça, revogue o ID de Usuário em questão e envie a chave atualizada.
sv: Du kommer att ta bort användar-ID %@ från din nyckel %@. Om du tar bort detta användar-ID kommer du inte längre att kunna använda denna nyckel med det tillhörande e-postkontot i Mail.app. Om nyckeln med detta användar-ID laddades upp till nyckelservarna kommer ett borttagande av användar-ID:t inte leda till att det tas bort på nyckelservrarna. Återkalla istället det aktuella användar-ID:t och ladda upp den uppdaterade nyckeln.

# RemoveUserID_Yes
source: Remove UserID
pl: Usuń ID użytkownika
pt_br: Remover ID de Usuário
sv: Ta bort användar-ID

# RemoveUserID_No
source: Cancel
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sv: Avbryt

# RevokeUserID_Title
source: Revoke UserID
pl: Unieważnij ID użytkownika
pt_br: Revogar ID de Usuário
sv: Återkalla användar-ID

# RevokeUserID_Msg
source: You are about to revoke UserID %@ from your key %@. If you revoke this UserID, you will no longer be able to use this key with the associated mail account in Mail.app. If the key with this UserID was uploaded to the key servers, make sure to upload the updated key. Only then, the entry on the key servers will reflect the revoked UserID.
pl: Zamierzasz unieważnić ID Użytkownika %@ ze swojego klucza %@. Jeśli unieważnisz ten ID Użytkownika to nie będziesz w stanie używać tego klucza z powiązanym kontem pocztowym w Mail.app. Jeśli klucz z tym ID Użytkownika był wysłany do serwerów kluczy, to upewnij się aby wysłać zaktualizowany klucz. Tylko wtedy wpis na serwerze kluczy będzie odzwierciedlać unieważniony ID Użytkownika.
pt_br: Você está prestes a revogar o ID de Usuário %@ da chave %@. Caso revogue este ID de Usuário, você não poderá mais usar esta chave com a respectiva conta de e-mail no Mail. Se a chave com este ID de Usuário foi enviada aos servidores de chaves, certifique-se de que a chave atualizada seja enviada. Só assim o registro nos servidores refletirá o ID de Usuário revogado.
sv: Du kommer att återkalla användar-ID %@ från din nyckel %@. Om återkallar detta användar-ID kommer du inte längre att kunna använda denna nyckel med det tillhörande e-postkontot i Mail.app. Om nyckeln med detta användar-ID laddades upp till nyckelservrarna bör du se till att ladda upp den uppdaterade nyckeln. Bara då kommer nyckeln på nyckelservrarna spegla det återkallade användar-ID:t.

# RevokeUserID_Yes
source: Revoke UserID
pl: Unieważnij ID użytkownika
pt_br: Revogar ID de Usuário
sv: Återkalla användar-ID

# RevokeUserID_No
source: Cancel
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sv: Avbryt

# RemoveSubkey_Title
source: Remove Subkey
pl: Unieważnij Podklucz
pt_br: Remover Subchave
ro_ro: Eliminare Sub-cheie
sv: Ta bort undernyckel

# RemoveSubkey_Msg
source: Caution! Please only proceed if you really know, what you are doing. Removing a Subkey can destroy all signing and decrypting capabilities. If the key with this Subkey was uploaded to the key servers, removing the Subkey will not remove the Subkey from the key on the key servers. In that case, please instead revoke the Subkey in question and upload the updated key.
pl: Uwaga! Proszę kontynuować tylko wtedy, jeśli naprawdę wiesz co robisz. Usunięcie Pod-klucza może zniszczyć wszystkie możliwości podpisywania i odszyfrowywania. Jeśli klucz z tym Pod-kluczem został wysłany na serwer kluczy, to samo usunięcie Pod-klucza nie usunie jego z klucza znajdującego się na serwerze kluczy. W tym przypadku unieważnij dany Pod-klucz i wyślij zaktualizowany klucz.
pt_br: Atenção! Prossiga apenas se tiver certeza do que está fazendo. A remoção de uma Subchave pode destruir todos os recursos de assinatura e decriptografia. Se a chave que contém esta Subchave foi enviada aos servidores de chaves, sua remoção não a removerá da chave nos servidores. Para que isso aconteça, revogue a Subchave em questão e envie a chave atualizada.
ro_ro: Atenție! Vă rugăm să continuați doar dacă știți exact ceea ce faceți. Eliminarea unei Sub-chei poate distruge toate capacitățile de semnare și decriptare. Dacă cheia cu această Sub-cheie a fost încărcată pe serverul de chei, eliminând Sub-cheia, nu va elimina și Sub-cheia din cheia de pe serverul de chei. În acest caz, vă rugăm ca în schimb să revocați Sub-cheia în speță, și să încărcați cheia încărcată.
sv: Varning! Fortsätt endast om du verkligen vet vad du håller på med. Att ta bort en undernyckel kan förstöra alla signerings- och dekrypteringsfunktioner. Om nyckeln tillhörande denna undernyckel laddades upp till nyckelservarna, kommer borttagningen av undernyckeln inte leda till att den tas bort från nyckelservrarna. Återkalla istället undernyckeln i fråga och ladda upp den uppdaterade nyckeln.

# RemoveSubkey_Yes
source: Remove Subkey
pl: Usuń Pod-klucz
pt_br: Remover Subchave
ro_ro: Eliminare Sub-cheie
sv: Ta bort undernyckel

# RemoveSubkey_No
source: Cancel
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sv: Avbryt

# RevokeSubkey_Title
source: Revoke Subkey
pl: Usuń Pod-klucz
pt_br: Revogar Subchave
ro_ro: Revocare Sub-cheie
sv: Återkalla undernyckel

# RevokeSubkey_Msg
source: Caution! Please only proceed if you really know, what you are doing. Revoking a Subkey can destroy all signing and decrypting capabilities. If the key with this Subkey was uploaded to the key servers, make sure to upload the updated key. Only then, the entry on the key servers will reflect the revoked Subkey.
pl: Uwaga! Proszę kontynuować tylko wtedy, jeśli naprawdę wiesz co robisz. Unieważnienie Pod-klucza może zniszczyć wszystkie możliwości podpisywania i odszyfrowywania. Jeśli klucz z tym Pod-kluczem został wysłany na serwer kluczy, to upewnij się abyś wysłał zaktualizowany klucz. Tylko wtedy wpis na serwerze kluczy będzie odzwierciedlać unieważniony Pod-klucz.
pt_br: Atenção! Prossiga apenas se tiver certeza do que está fazendo. A remoção de uma Subchave pode destruir todos os recursos de assinatura e decriptografia. Se a chave que contém esta Subchave foi enviada aos servidores de chaves, certifique-se de que a chave atualizada seja enviada. Só assim o registro nos servidores refletirá a Subchave revogada.
ro_ro: Atenție! Vă rugăm să continuați doar dacă știți exact ceea ce faceți. Revocarea unei Sub-chei poate distruge toate capacitățile de semnare și decriptare. Dacă cheia cu această Sub-cheie a fost încărcată pe serverul de chei, asigurați-vă că veți încărca cheia încărcată. Numai atunci, înregistrarea de pe serverul de chei va reflecta Sub-cheia revocată.
sv: Varning! Fortsätt endast om du verkligen vet vad du håller på med. Att återkalla en undernyckel kan förstöra alla signerings- och dekrypteringsfunktioner. Om nyckeln tillhörande denna undernyckel laddades upp till nyckelservrarna bör du se till att ladda upp den uppdaterade nyckeln. Bara då kommer nyckeln på nyckelservrarna spegla den återkallade undernyckeln.

# RevokeSubkey_Yes
source: Revoke Subkey
pl: Unieważnij Pod-klucz
pt_br: Revogar Subchave
ro_ro: Revocare Sub-cheie
sv: Återkalla undernyckel

# RevokeSubkey_No
source: Cancel
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sv: Avbryt

# RevokeSignature_Title
source: Revoke Signature
pl: Unieważnij Podpis
pt_br: Revogar Assinatura
ro_ro: Revocare Semnătură
sv: Återkalla signatur

# RevokeSignature_Msg
source: Revoking your Signature will mark it as revoked. Use this option, if you think the key got stolen from the key owner and that the original owner no longer has the key under his control. Consider uploading your updated key to the Keyservers so others are made aware, that your signature has been revoked.
pl: Cofnięcie Twojego Podpisu będzie oznaczać jego unieważnienie. Używaj tej opcji jeśli myślisz, że klucz został skradziony właścicielowi klucza i że oryginalny właściciel nie ma tego klucza pod własną kontrolą. Rozważ przesłanie zaktualizowanego klucza do serwerów kluczy, aby inni byli świadomi, że podpis został unieważniony.
pt_br: Use esta opção caso acredite que a chave tenha sido roubada e o proprietário original não a controle mais. Se você enviou a sua assinatura aos servidores de chaves anteriormente, reenvie a chave atualizada para alertar outras pessoas sobre a revogação da sua assinatura.
ro_ro: Revocându-vă Semnătura, aceasta va fi marcată ca și revocată. Folosiți această opțiune dacă credeți că, cheia a fost furată de la deținătorul cheii, și că deținătorul original nu mai deține controlul cheii sale. Luați în considerare încărcarea cheii dvs. pe serverul de chei, astfel încât alții să fie conștienți de faptul că semnătura dvs. a fost revocată.
sv: Att återkalla din signatur kommer att märka den som återkallad. Använd det här alternativet om du tror att nyckeln blivit stulen från nyckelns ägare och att den ursprungliga ägaren inte längre kontrollerar nyckeln. Överväg att ladda upp din uppdaterade nyckel till nyckelservrarna så att andra vet om att din signatur har blivit återkallad.

# RevokeSignature_Yes
source: Revoke Signature
pl: Unieważnij Podpis
pt_br: Revogar Assinatura
ro_ro: Revocare Semnătură
sv: Återkalla signatur

# RevokeSignature_No
source: Cancel
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sv: Avbryt

# RemoveSignature_Title
source: Remove Signature
pl: Usuń Podpis
pt_br: Remover Assinatura
ro_ro: Eliminare Semnătură
sv: Ta bort signatur

# RemoveSignature_Msg
source: Are you sure you want to remove this Signature? Removing a Signature will only remove the Signature locally. It will not and can not be removed from the key on the Keyservers. Please instead Revoke your signature if you want to mark it as invalid.
pl: Czy jesteś pewny, że chcesz usunąć ten Podpis? Usunięcie Podpisu usunie go jedynie lokalnie. Nie będzie i nie może być on usunięty z klucza na serwerze kluczy. Zamiast tego unieważnij swój podpis jeśli chcesz jego oznaczyć jako nieważny.
pt_br: Tem certeza de que deseja remover esta assinatura? A remoção de uma assinatura a removerá apenas localmente. Ela não pode e não será removida da chave nos servidores. Caso deseje marcar a assinatura como inválida, revogue-a.
ro_ro: Sunteți sigur că doriți eliminarea acestei Semnături? Eliminând o Semnătură, va elimina Semnătura numai local. Nu va fi, și nici nu va putea fie eliminată din cheia de pe Serverul de chei. În schimb, vă rugăm să vă Revocați semnătura dacă doriți să o marcați ca și invalidă.
sv: Är du säker på att du vill ta bort den här signaturen? Att ta bort en signatur kommer endast att ta bort den lokalt. Den kommer inte att tas bort från nyckeln på nyckelservrarna. Återkalla istället din signatur om du vill markera den som ogiltig.

# RemoveSignature_Yes
source: Remove Signature
pl: Usuń Podpis
pt_br: Remover Assinatura
ro_ro: Eliminare Semnătură
sv: Ta bort signatur

# RemoveSignature_No
source: Cancel
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sv: Avbryt

# DeleteKey_Title
source: Delete key
nl: Verwijder sleutel
no: Slett nøkkel
pl: Usuń klucz publiczny
pt_br: Apagar Chave Pública
ro_ro: Ştergere cheie publică
sk: Zmaž kľúč
sv: Radera publik nyckel

# DeleteKey_Msg
source: Attempting to delete key %@, %@. Are you sure you want to delete this key?
nl: Probeert de sleutel %@, %@ te verwijderen. Weet je zeker dat je deze sleutel wilt verwijderen?
no: Forsøker å slette nøkkel %@, %@. Er du sikker på at du vil slette denne nøkkelen?
pl: Zamierzasz usunąć klucz publiczny z %@. Czy jesteś pewny, że chcesz usunąć ten publiczny klucz?
pt_br: Você está prestes a apagar a chave pública de %@. Tem certeza de que deseja apagar esta chave pública?
ro_ro: Sunteţi pe cale să ştergeţi cheia publică a %@. Confirmaţi ştergerea acestei chei publice?
sk: Pokus o zmazanie kľúča %@, %@.⏎ ⏎ Ste si istý, že chcete zmazať tento kľúč?
sv: Du kommer att radera den publika nyckeln %@. Är du säker på att du vill radera denna publika nyckel?

# BadKeyserver_Title
source: Bad Keyserver
pl: Zły Serwer Kluczy
pt_br: Servidor de Chaves Inválido
ro_ro: Server de chei Eronat
sv: Dålig nyckelserver

# BadKeyserver_Msg
source: The Keyserver you have entered is not working. Please check the Keyserver address. It should look something like: hkp://some.key.server.org The Keyserver could also be offline. In that case, please use another Keyserver.
pl: Serwer Kluczy który wpisałeś nie działa. Proszę sprawdź adres Serwera Kluczy. Powinno to wyglądać następująco: hkp://jakis.serwer.kluczy.org Serwer Kluczy może być tymczasowo poza zasięgiem. W tym przypadku spróbuj innego Serwera.
pt_br: O Servidor de Chaves digitado não está funcionando. Verifique o endereço do servidor, que deve ter o seguinte formato: hkp://some.key.server.org O Servidor de Chaves também pode estar off-line. Nesse caso, use outro servidor.
ro_ro: Serverul de chei pe care l-ați introdus, nu funcționează. Vă rugăm să verificați adresa Serverului de chei. Ar trebui să fie de forma: hkp://some.key.server.org Serverul de chei ar putea fi de altfel, oprit. În acest caz, vă rugăm să folosiți un alt Server de chei.
sv: Nyckelservern du angav fungerar inte. Kontrollera nyckelserverns adress. Den borde se ut ungefär så här: hkp://some.key.server.org Nyckelservern kan också vara offline. Använd i så fall en annan nyckelserver.

# ImportRevSig_Title
source: Import revocation certificate
no: Importer tilbakekallingssertifikat
pl: Importowanie unieważnionych certyfikatów
pt_br: Importar Certificado de Revogação
ro_ro: Importare certificate de revocare
sv: Importera återkallelsecertifikat

# ImportRevSig_Msg
source: You are about to import a revocation Certificate for %@. If you revoke your key, you'll no longer be able to sign messages using that key and others will no longer be able to send you messages encrypted with your key. Consider uploading your revoked key to the key server so others are made aware, that your key has been revoked. You will still be able to use your revoked key for decrypting mails and files that were encrypted with your key. That's why we recommend that you keep the revoked key in GPG Keychain Access.
no: Du er i ferd med å importere et tilbakekallings-sertifikat for %@. Hvis du tilbakekaller din nøkkel vil du ikke lenger være istand til å signere meldinger med den nøkkelen, og andre vil ikke lenger være i stand til å sende seg meldinger kryptert med din nøkkel. Du bør laste opp den tilbakekalte nøkkelen til en nøkkel-tjener slik at andre kan gjøres oppmerksom på at din nøkkel er tilbakekalt. Du vil fortsatt kunne bruke din tilbakekalte nøkkel for å dekryptere e-poster og filer som er kryptert med din nøkkel. Derfor anbefaler vi at du beholder den tilbakekalte nøkkelen i GPG Keychain Access.
pl: Zamierzasz zaimportować unieważniony certyfikat dla %@. Jeśli unieważnisz swój klucz, to nie będziesz już w stanie podpisywać wiadomości używając tego klucza i inni nie będą w stanie wysyłać Ci szyfrowanych wiadomości używając Twojego klucza. Rozważ wysłanie swojego unieważnionego klucza do serwera kluczy tak, aby inni byli świadomi, że ten klucz został unieważniony. W dalszym ciągu będziesz mógł używać swojego unieważnionego klucza do odszyfrowywania maili i plików które zostały poprzednio zaszyfrowane tym kluczem. To właśnie temu radzimy abyś trzymał swoje unieważnione klucze w GPG Keychain.
pt_br: Você está prestes a importar o Certificado de Revogação de %@. Caso revogue esta chave, você não poderá mais assinar mensagens com ela e outras pessoas não poderão mais enviar mensagens criptografadas com a sua chave para você. Envie a chave revogada aos servidores de chaves para alertar outras pessoas sobre a revogação da sua chave. Você ainda poderá usar a chave revogada para decriptografar e-mails e arquivos criptografados anteriormente. Para isso, recomenda-se mantê-la nas Chaves GPG.
ro_ro: You are about to import a revocation Certificate for %@. If you revoke your key, you'll no longer be able to sign messages using that key and others will no longer be able to send you messages encrypted with your key. Consider uploading your revoked key to the key server so others are made aware, that your key has been revoked. You will still be able to use your revoked key for decrypting mails and files that were encrypted with your key. That's why we recommend that you keep the revoked key in GPG Keychain.
sv: Du kommer att importera ett återkallelsecertifikat för %@. Om du återkallar din nyckel kommer du inte längre att kunna signera meddelanden med den nyckeln och andra kommer inte längre att kunna skicka meddelanden till dig krypterade med din nyckel. Överväg att ladda upp din återkallade nyckel till nyckelservern så att andra vet om att din nyckel har blivit återkallad. Du kommer fortfarande att kunna använda din återkallade nyckel för att dekryptera e-postmeddelanden och filer som krypterats med din nyckel. Därför rekommenderar vi att du behåller den återkallade nyckeln i GPG Nyckelhanterare.

# ImportRevSig_Yes
source: Import
nl: Importeren
no: Importér
pt_br: Importar
ro_ro: Importare
sv: Importera

# ImportRevSig_No
source: Cancel
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sv: Avbryt

# ImportRandomData_Title
source: Warning! Content can probably not be imported.
pl: Uwaga! Zawartość najprawdopodobniej nie może być importowana.
pt_br: Aviso: o conteúdo provavelmente não pode ser importado.
ro_ro: Atenție! Conținutul, probabil nu va putea fi importat.
sv: Varning! Innehållet kan förmodligen inte importeras.
