Repository: Centaurioun/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: nl, no, pl, pt_br, ro_ro, sk, sv

# ImportRandomData_Msg
source: It appears you are trying to import a message which is not an OpenPGP key. Are you sure you want to try to import this content?
pl: Wygląda na to, że probujesz importować wiadomość która nie jest kluczem OpenPGP. Czy jesteś pewny, że chce importować tą wiadomość?
pt_br: Parece que você está tentando importar uma mensagem que não possui uma chave OpenPGP. Tem certeza de que deseja importar esse conteúdo?
ro_ro: Se pare că încercați să importați un mesaj ce nu este o cheie OpenPGP. Sunteți sigur că doriți să încercați importarea acestui conținut?
sv: Det verkar som att du försöker importera ett meddelande som inte är en OpenPGP-nyckel. Är du säker på att du vill försöka importera innehållet?

# ImportRandomData_Yes
source: Try Import
pl: Spróbuj Importować
pt_br: Tentar Importar
ro_ro: Încearcă Importarea
sv: Försök importera

# ImportRandomData_No
source: Cancel
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sv: Avbryt

# ImportNonImportable_Title
source: Warning! Content can probably not be imported.
pl: Uwaga! Zawartość najprawdopodobniej nie może być importowana.
pt_br: Aviso: o conteúdo provavelmente não pode ser importado.
ro_ro: Atenție! Conținutul, probabil nu va putea fi importat.
sv: Varning! Innehållet kan förmodligen inte importeras.

# ImportNonImportable_Msg
source: It appears you are trying to import a signed or encrypted message. Such messages can not be imported into GPG Keychain Access. Instead, please try to decrypt or verify the message in question with GPGServices.
pl: Wygląda na to, ze próbujesz importować podpisaną lub zaszyfrowaną wiadomość. Takie wiadomości nie mogą być importowane do GPG Keychain. Zamiast tego, spróbuj odszyfrować lub zweryfikować wiadomość używając GPGServices.
pt_br: Parece que você está tentando importar uma mensagem assinada ou criptografada. Essas mensagens não podem ser importadas nas Chaves GPG. Tente decriptar ou verificar a mensagem usando o GPGServices.
ro_ro: It appears you are trying to import a signed or encrypted message. Such messages can not be imported into GPG Keychain. Instead, please try to decrypt or verify the message in question with GPGServices.
sv: Det verkar som att du försöker importera ett signerat eller krypterat meddelande. Sådana meddelanden kan inte importeras till GPG Nyckelhanterare. Försök istället att dekryptera eller verifiera det aktuella meddelandet med GPGServices.

# ImportNonImportable_Yes
source: Try Import
pl: Spróbuj Importować
pt_br: Tentar Importar
ro_ro: Încearcă Importarea
sv: Försök importera

# ImportNonImportable_No
source: Cancel
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
sv: Avbryt

# ImportResult_Secret
source: key %@: secret key "%@" imported.
nl: sleutel %@: geheime sleutel "%@" geïmporteerd.
no: nøkkel %@: hemmelig nøkkel "%@" importert.
pl: klucz %@: klucz prywatny "%@" zaimportowany.
pt_br: chave %@: chave secreta “%@” importada.
ro_ro: cheia %@: cheia secretă "%@" a fost importată.
sk: kľúč %@: tajný kľúč "%@" bol importovaný.
sv: nyckel %@: hemlig nyckel "%@" importerades.

# ImportResult_Public
source: key %@: public key "%@" imported.
nl: sleutel %@: publieke sleutel "%@" geïmporteerd.
no: nøkkel %@: offentlig nøkkel "%@" importert.
pl: klucz %@: klucz publiczny "%@" zaimportowany.
pt_br: chave %@: chave pública “%@” importada.
ro_ro: cheia %@: cheia publică "%@" a fost importată.
sk: kľúč %@: verejný kľúč "%@" bol importovaný.
sv: nyckel %@: publik nyckel "%@" importerades.

# ImportResult_UserID
source: key %@: "%@" new user ID(s).
nl: sleutel %@: "%@" nieuwe gebruiker ID(s).
no: nøkkel %@: "%@" ny/nye brukerID('er).
pl: klucz %@: "%@" nowe identyfikatory ID(s) użytkownika.
pt_br: chave %@: “%@” novo ID de Usuário.
sk: kľúč %@: "%@" má nové používateľské ID(čka).
sv: nyckel %@: "%@" nytt/nya användarID.

# ImportResult_Signature
source: key %@: "%@" new signature(s).
nl: sleutel %@: "%@" nieuwe handtekening(en).
no: nøkkel %@: "%@" ny/nye signatur(er).
pl: klucz %@: "%@" nowe/y podpis(y).
pt_br: chave %@: “%@” nova assinatura.
ro_ro: cheia %@: "%@" semnătură(i) nouă(i).
sk: kľúč %@: "%@" má nový/é podpis/y.
sv: nyckel %@: "%@" ny/nya signarur(er).

# ImportResult_Subkey
source: key %@: "%@" new subkey(s).
nl: sleutel %@: "%@" nieuwe subsleutel(s).
no: nøkkel %@: "%@" ny/nye undernøkkel(er).
pl: klucz %@: "%@" nowy/e podklucz(e).
pt_br: chave %@: “%@” nova subchave.
ro_ro: cheia %@: "%@" sub-cheie(i) nouă(i)
sk: kľúč %@: "%@"má nový/é subkľúč/e.
sv: nyckel %@: "%@" ny/nya undernyckel/nycklar.

# ImportResult_KeyNoChanges
source: key %@: "%@" no changes.
nl: sleutel %@: "%@" geen wijzigingen.
no: nøkkel %@: "%@" ingen endringer
pl: klucz %@: "%@" bez zmian.
pt_br: chave %@: “%@” nenhuma alteração.
ro_ro: cheia %@: "%@" fără modificări.
sk: kľúč %@: "%@" nemá zmeny.

# ImportResult_OneRevocationCertificate
source: 1 revocation certificate imported.
nl: 1 terugtrek certificaat geïmporteerd.
no: 1 tilbakekallingssertifikat importert.
pl: 1 unieważnienie certyfikatu zaimportowane.
pt_br: 1 certificado de revogação importado.
ro_ro: 1 certificat de revocare a fost importat.
sk: 1 odvolací certifikát bol importovaný
sv: 1 återkallelsecertifikat importerades.

# ImportResult_CountRevocationCertificate
source: %i revocation certificates imported.
nl: %i terugtrek certificaten geïmporteerd.
no: %i tilbakekallingssertifikater importert.
pl: %i unieważnionych certyfikatów zaimportowanych.
pt_br: %i certificados de revogação importados.
ro_ro: %i certificate de revocare au fost importate.
sk: %i odvolacích certifikátov importovaných.
sv: %i återkallelsecertifikat importerades.

# ImportResult_CountProcessed
source: Count of processed keys: %i
nl: Aantal verwerkte sleutels: %i
no: Antall behandlede nøkler: %i
pl: Ilość przetworzonych kluczy: %i
pt_br: Contagem de chaves processadas: %i
ro_ro: Numărul de chei procesate: %i
sk: Počet spracovaných kľúčov: %i
sv: Antal bearbetade nycklar: %i

# ImportResult_CountImported
source: Count of imported keys: %i
nl: Aantal geïmporteerde sleutels: %i
no: Antall importerte nøkler: %i
pl: Ilość importowanych kluczy: %i
pt_br: Contagem de chaves importadas: %i
ro_ro: Numărul de chei importate: %i
sk: Počet importovaných kľúčov: %i
sv: Antal importerade nycklar: %i

# ImportResult_CountUnchanged
source: Count of unchanged keys: %i
nl: Aantal onveranderde sleutels: %i
no: Antall uendrede nøkler: %i
pl: Ilość niezmienionych kluczy: %i
pt_br: Contagem de chaves não alteradas: %i
ro_ro: Numărul de chei nemodificate: %i
sk: Počet nezmenených kľúčov: %i
sv: Antal oförändrade nycklar. %i

# ImportKeyError_Title
source: Import failed!
nl: Failed to import one or more keys!
pl: Nie udało się importować jednego lub więcej kluczy!
pt_br: Falha ao importar uma ou mais chaves
ro_ro: Eșuare la importarea unei sau mai multor chei!
sv: Det gick inte att importera en eller flera nycklar!

# ImportKeyError_Msg
source: Ouch! This did not work. The message could not be imported into GPG Keychain Access. Are you sure this really is a key? This might rather be an encrypted or signed message. In that case use GPGServices for decryption or verification.
nl: Often keys cannot be imported due to a missing self-signature. Please visit http://support.gpgtools.org/kb/faq-gpg-keychain-access/can-not-import-key-due-to-missing-self-signat...for more details and steps on how to resolve this problem.
pl: Często klucze nie mogą być zaimportowane z powodu braku własnego podpisu. Proszę odwiedź http://support.gpgtools.org/kb/faq-gpg-keychain-access/can-not-import-key-due-to-missing-self-signature po więcej szczegółów i kroków w rozwiązaniu tego problemu.
pt_br: Às vezes, as chaves não podem ser importadas devido à falta de autoassinatura. Para obter mais detalhes sobre como resolver este problema, visite https://gpgtools.tenderapp.com/kb/gpg-keychain-faq/can-not-import-key-due-to-missing-self-signature.
ro_ro: De multe ori, cheile nu pot fi importate datorită lipsei unei auto-semnături. Vă rugăm să vizitați http://support.gpgtools.org/kb/faq-gpg-keychain-access/can-not-import-key-due-to-missing-self-signature pentru mai multe detalii și pași, despre cum să rezolvați această problemă.
sv: Ofta kan nycklar inte importeras eftersom en egen-signatur saknas. Besök http://support.gpgtools.org/kb/faq-gpg-keychain-access/can-not-import-key-due-to-missing-self-signature för mer information och steg för hur man löser detta problem.

source: %i of %i keys listed
nl: Toont %i van de %i sleutels
no: %i av %i nøkler vist
pl: %i z %i wymienionych kluczy
pt_br: %i de %i chaves listadas
ro_ro: %i din %i chei listate
sk: %i z %i kľúčov vylistovaných
sv: %i av %i nycklar listade

# ChoosePhoto_Large_Message
source: This picture is really large!
nl: Deze afbeelding is erg groot!
no: Dette bildet er for stort!
pl: Te zdjęcie jest naprawdę wielkie!
pt_br: Esta foto é grande demais.
ro_ro: This photo is really large!
sk: Tento obrázok je príliš veľký
sv: Denna bild är verkligen stor!

# ChoosePhoto_Large_Info
source: You should use a smaller picture.
nl: Je dient een kleinere afbeelding te gebruiken.
no: Du bør bruke et mindre bilde.
pl: Powinieneś użyć mniejszego zdjęcia. Zalecamy rozmiar mniejszy niż 15 KB.
pt_br: Use uma foto menor. Menos de 15 KB é o tamanho recomendado.
ro_ro: You should use a smaller photo. We recommend a size of less than 15 KB.
sk: Mali by ste použiť menší obrázok
sv: Du borde använda en mindre bild.

# ChoosePhoto_Large_Button1
source: Choose another…
nl: Kies andere afbeelding…
no: Velg et annet...
pl: Wybierz inne...
pt_br: Escolher Outra…
ro_ro: Alegeți alta...
sk: Vyber iný...
sv: Välj en annan…

# ChoosePhoto_Large_Button2
source: Use this photo
nl: Gebruik deze afbeelding
no: Bruk dette bildet
pl: Użyj tego zdjecia
pt_br: Usar Esta Foto
ro_ro: Utilizez această imagine
sk: Použi tento obrázok
sv: Använd detta foto

# CIPHER_ALGO_NONE
source: None
nl: Geen
no: Ingen
pl: Żadne
pt_br: Nenhum
ro_ro: Nimic
sk: Nič
sv: Ingen

# COMPRESS_ALGO_NONE
source: None
nl: Geen
no: Ingen
pl: Żadne
pt_br: Nenhuma
ro_ro: Nimic
sk: Nič
sv: Ingen

# ExportKey_Progress
source: Exporting key.
nl: Bezig met exporteren van sleutel.
no: Eksporterer nøkkel.
pl: Eksportowanie klucza.
pt_br: Exportando chave.
ro_ro: Exportare cheie.
sk: Exportujem kľúč.
sv: Exporterar nyckel.

# ExportKey_Error
source: Key export failed.
nl: Exporteren van sleutel mislukt.
no: Nøkkeleksport feilet.
pl: Eksport klucza nieudany.
pt_br: A exportação da chave falhou.
ro_ro: Exportarea cheii a eșuat.
sk: Exportu kľúču zlyhal.
sv: Nyckelexporten misslyckades.

# ImportKey_Progress
source: Importing key.
nl: Bezig met importeren van sleutel.
no: Importerer nøkkel.
pl: Importowanie klucza.
pt_br: Importando chave.
ro_ro: Importare cheie.
sk: Importujem kľúč.
sv: Importerar nyckel.

# DeleteSecretKey_Progress
source: Deleting secret key.
nl: Bezig verwijderd geheime sleutel.
no: Sletter hemmelig nøkkel.
pl: Usuwanię klucza prywatnego.
pt_br: Apagando chave secreta.
ro_ro: Se șterge cheia secretă.
sk: Mažem tajný kľúč.
sv: Raderar privat nyckel.

# DeleteKeys_Progress
source: Deleting key.
nl: Bezig met verwijderen sleutel.
no: Sletter nøkkel.
pl: Usuwanie klucza.
pt_br: Apagando chave.
ro_ro: Ștergere cheie
sk: Mažem kľúč.
sv: Raderar nyckel.

# DeleteKeys_Error
source: Deleting key failed.
nl: Verwijderen sleutel mislukt.
no: Sletting av nøkkel feilet.
pl: Usuwanie klucza nieudane.
pt_br: Falha ao apagar a chave.
ro_ro: Ștergerea cheii a eșuat.
sk: Mazanie kľúču zlyhalo.
sv: Det gick inte att radera nyckel.

# ChangePassphrase_Progress
source: Changing Passphrase.
nl: Bezig met veranderen wachtwoord.
no: Endrer passord.
pl: Zmiana hasła.
pt_br: Alterando frase-senha.
ro_ro: Schimbare Parolă.
sk: Mením heslo.
sv: Byter lösenordsfras.

# ChangePassphrase_Error
source: Changing passphrase failed.
nl: Veranderen van wachtwoord mislukt.
no: Endring av passord feilet.
pl: Zmiana hasła nieudana.
pt_br: A alteração da frase-senha falhou.
ro_ro: Schimbarea parolei a eșuat.
sk: Zmena hesla zlyhala.
sv: Det gick inte att byta lösenordsfras.

# SetDisabled_Progress
source: Enabling/Disabling key.
nl: Inschakelen/Uitschakelen van sleutel.
no: Aktivert/Dekativer nøkkel.
pl: Włączenie/Wyłączenie klucza.
pt_br: Ativando/desativando chave.
ro_ro: Activare/Dezactivare cheie.
sk: Povolujem/Zakazujem kľúč.
sv: Aktiverar/Avaktiverar nyckel.

# SetDisabled_Error
source: Enabling/Disabling key failed.
nl: Het Inschakelen/Uitschakelen van sleutel is mislukt.
no: Aktiverting/Deaktivering av nøkkel feilet.
pl: Włączenie/Wyłączenie klucza nieudane.
pt_br: A ativação/desativação da chave falhou.
ro_ro: Activarea/Dezactivarea cheii a eșuat.
sk: Povolenie/Zakázanie kľúča zlyhalo.
sv: Det gick inte att aktivera/avaktivera nyckel.

# SetOwnerTrust_Progress
source: Setting owner trust.
nl: Bezig met het zetten van de "owner trust".
no: Innstilling av eierfortrolighet
pl: Ustawienie zaufania właściciela.
pt_br: Definindo confiança de propriedade.
ro_ro: Stabilirea încrederii deținătorului.
sk: Nastavujem dôveru vlastníka.
sv: Ställer in ägarens förtroendenivå.

# SetOwnerTrust_Error
source: Setting owner trust failed.
nl: Het zetten van de "owner trust" is mislukt.
no: Innstilling av eierfortrolighet feilet.
pl: Ustawienie zaufania właściciela nieudane.
pt_br: Falha ao definir a confiança de propriedade.
ro_ro: Stabilirea încrederii deținătorului a eșuat.
sk: Nastavenie dôvery vlastníka zlyhalo.
sv: Det gick inte att ställa in ägarens förtroendenivå.

# ChangeExpirationDate_Progress
source: Changing subkey expiration date failed.
nl: Veranderen van de vervaldatum van de subsleutel is mislukt.
no: Endring av undernøkkelens utløpsdato feilet.
pl: Zmiana daty wygaśnięcia.
pt_br: Alterando data de vencimento.
ro_ro: Schimbarea datei de expirare.
sk: Zmena platnosti subkľúča zlyhala.
sv: Ändrar utgångsdatum.

# ChangeExpirationDate_Error
source: Changing expiration date.
nl: Bezig met veranderen van de vervaldatum.
no: Endrer utløpsdato.
pl: Zmiana daty wygaśnięcia nieudana.
pt_br: Falha ao alterar a data de vencimento.
ro_ro: Schimbarea datei de expirare a eșuat.
sk: Mením platnosť kľúča.
sv: Det gick inte att ändra utgångsdatum.

# SetAlgorithmPreferences_Progress
source: Setting algorithm preferences.
nl: Bezig met het toepassen van de algoritme voorkeuren.
no: Setter algoritmeinnstillinger.
pl: Ustawienia właściwości algorytmu.
pt_br: Definindo preferências do algoritmo.
ro_ro: Stabilirea preferințelor de algoritm.
sk: Aplikujem nastavenia algoritmu.
sv: Ställer in algoritminställningar.

# SetAlgorithmPreferences_Error
source: Setting algorithm preferences failed.
nl: Het zetten van de algoritme voorkeuren is mislukt.
no: Algoritmeinnstillinger feilet.
pl: Ustawienia właściwości algorytmu nieudane.
pt_br: Falha ao definir as preferências do algoritmo.
ro_ro: Stabilirea preferințelor de algoritm a eșuat.
sk: Nastavenie algoritmu zlyhalo.
sv: Det gick inte att ställa in algoritm.

# CleanKey_Progress
source: Cleaning key.
nl: Bezig met het schoonmaken van de sleutel.
no: Renser nøkkel.
pl: Czyszczenie klucza.
pt_br: Limpando chave.
ro_ro: Curățare cheie.
sk: Mažem kľúč.
sv: Rensar nyckel.

# CleanKey_Error
source: Cleaning key failed.
nl: Schoonmaken van de sleutel is mislukt.
no: Rensing av nøkkel feilet.
pl: Czyszczenie klucza nieudane.
pt_br: Falha ao limpar a chave.
ro_ro: Curățarea cheii a eșuat.
sk: Mazanie kľúča zlyhalo.
sv: Det gick inte att rensa nyckel.

# MinimizeKey_Progress
source: Minimizing key.
nl: Bezig met het minimaliseren van de sleutel.
no: Minimerer nøkkel.
pl: Minimalizowanie klucza.
pt_br: Minimizando chave.
ro_ro: Minimalizare cheie.
sk: Minimalizujem kľúč.
sv: Minimerar nyckel.

# MinimizeKey_Error
source: Minimizing key failed.
nl: Minimaliseren van de sleutel is mislukt.
no: Minimering av nøkkel feilet.
pl: Minimalizowanie klucza nieudane.
pt_br: Falha ao minimizar a chave.
ro_ro: Minimalizarea cheii a eșuat.
sk: Minimalizácia kĺúča zlyhala.
sv: Det gick inte att minimera nyckel.

# GenerateRevokeCertificateForKey_Progress
source: Generating revoke certificate.
nl: Bezig met genereren van intrek certificaat.
no: Genererer tilbakekallingssertifikat.
pl: Generowanie unieważnienia certyfikatu.
pt_br: Gerando certificado de revogação.
ro_ro: Generare certificate de revocare.
sk: Generujem certifikát na zneplatnenie.
sv: Skapar återkallelsecertifikat.

# GenerateRevokeCertificateForKey_Error
source: Generating revoke certificate failed.
nl: Genereren van het intrek certificaat is mislukt.
no: Generering av tilbakekallingssertifikat feilet.
pl: Generowanie unieważnienia certyfikatu nieudane.
pt_br: Falha ao gerar o certificado de revogação.
ro_ro: Generarea certificatului de revocare a eșuat.
sk: Generovanie certifikátu na zneplatnenie zlyhalo.
sv: Det gick inte att skapa ett återkallelsecertifikat.

# SearchKeysOnServer_Progress
source: Searching for key.
nl: Zoekt naar sleutel.
no: Søker etter nøkkel.
pl: Szukanie klucza.
pt_br: Buscando chave.
ro_ro: Căutare cheie.
sk: Hľadám kľúč.
sv: Söker efter nyckel.

# SearchKeysOnServer_Error
source: Searching for key failed.
nl: Zoeken naar sleutel is mislukt.
no: Søket etter nøkkel feilet.
pl: Szukanie klucza nieudane.
pt_br: Falha ao buscar a chave.
ro_ro: Căutarea cheii a eșuat.
sk: Vyhľadanie kľúča zlyhalo.
sv: Det gick inte att söka efter nyckel.

# SendKeysToServer_Progress
source: Sending %@ to server.
no: Sender %@ til tjener.
pl: Wysyłanie %@ na serwer.
pt_br: Enviando %@ ao servidor.
ro_ro: Trimitere %@ către server.
sk: Posielam kľúč.
sv: Skickar %@ till nyckelserver

# SendKeysToServer_Error
source: Sending key failed.
nl: Versturen van sleutel is mislukt.
no: Sending av nøkkel feilet.
pl: Wysyłanie klucza nieudane.
pt_br: Falha ao enviar a chave.
ro_ro: Trimiterea cheii a eșuat.
sk: Posielanie kľúča zlyhalo.
sv: Det gick inte att skicka nyckel.

# RefreshKeysFromServer_Progress
source: Refreshing %@ from server.
no: Oppfrisker %@ fra tjener.
pl: Odświeżanie %@ z serwera.
pt_br: Atualizando %@ do servidor.
ro_ro: Actualizare %@ din server.
sk: Obnovujem kľúč.
sv: Uppdaterar %@ från nyckelserver.

# RefreshKeysFromServer_Error
source: Refreshing key failed.
nl: Verversen van sleutel is mislukt.
no: Oppdatering av nøkkel feilet.
pl: Odświeżenie klucza nieudane.
pt_br: Falha ao atualizar a chave.
ro_ro: Actualizarea cheii a eșuat.
sk: Obnovenie kľúča zlyhalo.
sv: Det gick inte att uppdatera nyckel.

# AddSubkey_Progress
source: Adding subkey.
nl: Bezig met toevoegen van subsleutel.
no: Legger til undernøkkel.
pl: Dodanie podklucza.
pt_br: Adicionando subchave.
ro_ro: Adăugare sub-cheie.
sk: Pridávam subkľúč.
sv: Lägger till undernyckel.

# AddSubkey_Error
source: Adding subkey failed.
nl: Toevoegen van sleutel is mislukt.
no: Å legge til undernøkkelen feilet.
pl: Dodanie podklucza nieudane.
pt_br: Falha ao adicionar a subchave.
ro_ro: Adăugarea cheii a eșuat.
sk: Pridanie subkľúča zlyhalo.
sv: Det gick inte att lägga till undernyckel.

# RemoveSubkey_Progress
source: Removing subkey.
nl: Bezig met verwijderen van subsleutel.
no: Fjerner undernøkkel.
pl: Usuwanie podklucza.
pt_br: Removendo subchave.
ro_ro: Eliminare sub-cheie.
sk: Odstraňujem subkľúč.
sv: Tar bort undernyckel.

# RemoveSubkey_Error
source: Removing subkey failed.
nl: Verwijderen van subsleutel is mislukt.
no: Fjerning av undernøkkel feilet.
pl: Usuwanie podklucza nieudane.
pt_br: Falha ao remover a subchave.
ro_ro: Eliminarea sub-cheii a eșuat.
sk: Odstránenie subkľúča zlyhalo.
sv: Det gick inte att ta bort undernyckel.

# RevokeSubkey_Progress
source: Revoking subkey.
nl: Bezig met terugtrekken subsleutel.
no: Tilbakekall undernøkkel.
pl: Unieważnienie podklucza.
pt_br: Revogando subchave.
ro_ro: Revocare sub-cheie.
sk: Zneplatňovanie subkľúča.
sv: Återkallar undernyckel.

# RevokeSubkey_Error
source: Revoking subkey failed.
nl: Terugtrekken van subsleutel mislukt.
no: Tilbakekalling av undernøkkel feilet.
pl: Unieważnienie podklucza nieudane.
pt_br: Falha ao revogar a subchave.
ro_ro: Revocarea sub-cheii a eșuat.
sk: Zneplatnenie subkľúča zlyhalo.
sv: Det gick inte att återkalla undernyckel.

# AddUserID_Progress
source: Adding userID.
nl: Bezig met toevoegen van GebruikerID.
no: Legg til brukerID.
pl: Dodanie ID użytkownika.
pt_br: Adicionando ID de Usuário.
sk: Pridávam používateľské ID.
sv: Lägger till användar-ID.

# AddUserID_Error
source: Adding userID failed.
nl: Toevoegen van gebruikerID mislukt
no: Å legge til brukerID feilet.
pl: Nie udało się dodać ID użytkownika.
pt_br: Falha ao adicionar o ID de Usuário.
sk: Pridanie používateľského ID zlyhalo.
sv: Det gick inte att lägga till användar-ID

# RemoveUserID_Progress
source: Removing userID.
nl: Bezig met verwijderen gebruikerID.
no: Fjerner brukerID.
pl: Usunięcie ID użytkownika.
pt_br: Removendo ID de Usuário.
sk: Odstraňujem používateľské ID.
sv: Tar bort användar-ID.

# RemoveUserID_Error
source: Removing userID failed.
nl: Verwijderen gebruikerID mislukt.
no: Fjerning av brukerID feilet.
pl: Nie udało się usunąć ID użytkownika.
pt_br: Falha ao remover o ID de Usuário.
sk: Odstraňovanie používateľského ID zlyhalo.
sv: Det gick inte att ta bort användar-ID

# SetPrimaryUserID_Progress
source: Setting primary userID.
nl: Bezig met het zetten van primaire gebruikerID.
no: Sett primær brukerID.
pl: Ustawienie głównego ID użytkownika.
pt_br: Definindo ID de Usuário principal.
sk: Nastavujem primárne používateľské ID.
sv: Ställer in primärt användar-ID.

# SetPrimaryUserID_Error
source: Setting primary userID failed.
nl: Zetten van primaire gebruikerID mislukt.
no: Innstilling av primærID feilet.
pl: Nieudane ustawienie podstawowego ID użytkownika.
pt_br: Falha ao definir o ID de Usuário principal.
sk: Nastavenie primárneho používateľského ID zlyhalo
sv: Det gick inte att ställa in primärt användar-ID

# RevokeUserID_Progress
source: Revoking userID.
nl: Bezig met terugtrekken gebruikerID.
no: Tilbakekaller brukerID.
pl: Unieważnienie ID uzytkownika.
pt_br: Revogando ID de Usuário.
sk: Zneplatňujem používateľské ID.
sv: Återkallar användar-ID.

# RevokeUserID_Error
source: Revoking userID failed.
nl: Terugtrekken gebruikerID mislukt.
no: Tilbakekalling av brukerID feilet.
pl: Nieudane unieważnienie ID uzytkownika.
pt_br: Falha ao revogar o ID de Usuário.
sk: Zneplatnenie používateľského ID zlyhalo.
sv: Det gick inte att återkalla användar-ID

# AddPhoto_Progress
source: Adding photo.
nl: Bezig met toevoegen van afbeelding.
no: Legger til bilde.
pl: Dodanie zdjęcia.
pt_br: Adicionando foto.
ro_ro: Adăugare foto.
sk: Pridávam obrázok.
sv: Lägger till foto.

# AddPhoto_Error
source: Adding photo failed.
nl: Toevoegen afbeelding mislukt.
no: Å legge til bilde feilet.
pl: Nieudane dodanie zdjęcia.
pt_br: Falha ao adicionar a foto.
ro_ro: Adăugarea foto a eșuat.
sk: Pridávanie obrázku zlyhalo.
sv: Det gick inte att lägga till foto.

# RemovePhoto_Progress
source: Removing photo.
nl: Bezig met verwijderen afbeelding.
no: Fjerner bilde.
pl: Usunięcie zdjęcia.
pt_br: Removendo foto.
ro_ro: Eliminare foto.
sk: Odstraňujem obrázok.
sv: Tar bort foto.

# RemovePhoto_Error
source: Removing photo failed.
nl: Verwijderen afbeelding mislukt.
no: Fjerning av bilde feilet.
pl: Nieudane usunięcie zdjęcia.
pt_br: Falha ao remover a foto.
ro_ro: Eliminarea foto a eșuat.
sk: Odstránenie obrázku zlyhalo.
sv: Det gick inte att ta bort foto.

# SetPrimaryPhoto_Progress
source: Setting primary photo.
nl: Bezig met zetten primaire afbeelding.
no: Sett primærbilde.
pl: Ustawienie głównego zdjęcia.
pt_br: Definindo foto principal.
ro_ro: Stabilirea fotografiei principale.
sk: Nastavujem primárny obrázok.
sv: Ställer in primärt foto.
