Repository: Centaurioun/GPGKeychainAccess
Catalog: Resources/*.lproj/Preferences.strings
Languages: ca, el, fa_ir, id, lt, pl, th

# 2.title
source: Preferences
ca: Preferències
el: Προτιμήσεις
fa_ir: تنظیمات
id: Preferensi
lt: Nuostatos
pl: Właściwości
th: การปรับแต่ง

# 95.label
source: Key server
ca: Servidor de claus
el: Εξυπηρετητής κλειδιών
fa_ir: سرور کلیدها
id: Server kunci
lt: Raktų serveris
pl: Serwer kluczy
th: เซิร์ฟเวอร์กุญแจ

# 95.paletteLabel
source: Key server
ca: Servidor de claus
el: Εξυπηρετητής κλειδιών
fa_ir: سرور کلیدها
id: Server kunci
lt: Raktų serveris
pl: Serwer kluczy
th: เซิร์ฟเวอร์กุญแจ

# 96.label
source: Updates
ca: Actualitzacions
el: Ενημερώσεις
fa_ir: به روز رسانی‌ها
id: Pemutakhiran
lt: Atnaujinimai
pl: Aktualizacje
th: ปรับปรุง

# 96.paletteLabel
source: Updates
ca: Actualitzacions
el: Ενημερώσεις
fa_ir: به روز رسانی‌ها
id: Pemutakhiran
lt: Atnaujinimai
pl: Aktualizacje
th: ปรับปรุง

# 2ej-dR-Wsz.title
source: Include beta builds
ca: Incloure les compilacions beta
el: Να συμπεριλαμβάνονται εκδόσεις beta
fa_ir: شامل شدن ساخت‌های بتا
id: Termasuk build beta
lt: Įtraukti beta darinius
pl: Uwzględnij wersje testowe
th: รวมรุ่นทดสอบเบตาด้วย

# 3hc-yG-IHp.title
source: When no key is found on keys.openpgp.org continue search using the old key servers.
fa_ir: وقتی هیچ کلیدی روی keys.openpgp.org پیدا نشد، جست‌وجو را در سرورهای قدیمی کلیدها ادامه بده.
id: Ketika tidak ada kunci yang ditemukan pada keys.openpgp.org lanjutkan mencari memakai server kunci lama.
lt: Neradus jokio rakto ties keys.openpgp.org, tęsti paiešką naudojant senus raktų serverius.
th: เมื่อไม่พบกุญแจบน keys.openpgp.org ให้ค้นหาต่อในเซิร์ฟเวอร์กุญแจแห่งเก่า

# 6Ga-Wh-yR1.title
source: Use old key servers as fallback
fa_ir: از سرورهای قدیمی کلیدها برای برگشت استفاده کنید.
id: Pakai server kunci lama sebagai cadangan.
lt: Naudoti senus raktų serverius kaip atsarginius
th: ใช้เซิร์ฟเวอร์กุญแจแห่งเก่าเป็นทางเผื่อเลือก กรณีเซิร์ฟเวอร์หลักใช้ไม่ได้

# 6dC-8Q-OUi.title
source: Secring:
ca: Joc de claus secretes:
fa_ir: نگارش:
id: Ring rahasia:
lt: Slapta raktinė:
th: พวงกุญแจลับ:

# V9B-OJ-uc3.title
source: Beta builds are published more often. New features and improvements are less tested.
ca: Les compilacions beta es publiquen més sovint. Les noves funcionalitats i millores es troben menys comprovades.
el: Οι εκδόσεις beta δημοσιεύονται πιο συχνά. Νέες δυνατότητες και βελτιώσεις είναι λιγότερο ελεγμένες.
fa_ir: نسخه‌های بتا به شکل معمول‌تری منتشر می‌شوند. امکانات جدیدی و پیشرفت‌ها کمتر آزمایش شده‌اند.
id: Build beta lebih sering dipublikasikan. Perbaikan dan fitur baru kurang teruji.
lt: Beta dariniai yra skelbiami dažniau. Naujos ypatybės ir patobulinimai yra mažiau išbandyti.
pl: Wersje testowe publikowane są częściej. Nowe funkcje i ulepszenia są mniej przetestowane.
th: รุ่นทดสอบเบตาจะถูกเผยแพร่บ่อยกว่า ความสามารถใหม่และการปรับปรุงต่างๆ จะผ่านการทดสอบน้อยกว่า

# VZM-cX-rx2.title
source: Move secring
ca: Mou el joc de claus secretes
el: Μετακίνηση secring
fa_ir: منتقل کردن نگارش
id: Pindah ring rahasia
lt: Perkelti slaptą raktinę
pl: Przenieś secring
th: ย้ายพวงกุญแจลับ

# YLF-tV-RRH.title
source: Check Now
ca: Comprova ara
el: Έλεγχος Τώρα
fa_ir: الآن بررسی کن
id: Periksa Sekarang
lt: Tikrinti dabar
pl: Sprawdź teraz
th: ตรวจหาเดี๋ยวนี้

# YlP-Zk-RFe.label
source: Keyring
ca: Clauer
el: Κλειδοθήκη
fa_ir: حلقه کلید
id: Ring kunci
lt: Raktinė
pl: Pęk kluczy
th: พวงกุญแจ

# YlP-Zk-RFe.paletteLabel
source: Keyring
ca: Clauer
el: Κλειδοθήκη
fa_ir: حلقه کلید
id: Ring kunci
lt: Raktinė
pl: Pęk kluczy
th: พวงกุญแจ

# bRS-kx-SJ7.title
source: Automatically check for updates
ca: Comprova automàticament si hi ha actualitzacions
el: Να γίνεται αυτόματος έλεγχος για ενημερώσεις
fa_ir: به‌روزرسانی‌ها را به صورت خودکار بررسی کن
id: Otomatis memeriksa pemutakhiran
lt: Automatiškai tikrinti ar yra atnaujinimų
pl: Automatycznie sprawdzaj dostępność aktualizacji
th: ตรวจหาการปรับปรุงโดยอัตโนมัติ

# dgp-VD-IvJ.title
source: Bla bla bla
el: Μπλα μπλα μπλα
fa_ir: فلان فلان فلان
th: บลา บลา บลา

# eD7-Sw-uHU.title
source: Show Release Notes
ca: Mostra les nostes de la versió
el: Εμφάνιση Σημειώσεων Έκδοσης
fa_ir: نمایش یادداشت‌های انتشار
id: Tampilkan Catatan Rilis
lt: Rodyti laidos informaciją
pl: Pokaż informacje o wersji
th: แสดงบันทึกการออกรุ่น

# u5F-TJ-cmV.title
source: Show revoked and expired keys in search results
ca: Mostra les claus revocades i vençudes als resultats de la cerca
el: Εμφάνιση ανεκληθέντων και ληγμένων κλειδιών στα αποτελέσματα αναζήτησης
fa_ir: نمایش کلیدهای لغو و منقضی شده در نتایج جست‌وجو
id: Tampilkan kunci yang dicabut dan kedaluwarsa dalam hasil pencarian
lt: Paieškos rezultatuose rodyti panaikintus ir nebegaliojančius raktus
pl: Pokaż unieważnione i wygasłe klucze w wynikach wyszukiwania
th: แสดงกุญแจที่ถูกเพิกถอนและกุญแจที่หมดอายุในผลลัพธ์การค้นหา
